Repository: ronospace/ZyraFlow
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr, hi, it, ja, ko, nl, pt, tr, zh

# appName
source: ZyraFlow
ar: FlowSense
de: FlowSense
fr: FlowSense
hi: FlowSense
it: FlowSense
ja: FlowSense
ko: FlowSense
nl: FlowSense
pt: FlowSense
tr: FlowSense
zh: FlowSense

# appTagline
source: Intelligent Period & Cycle Wellness Companion
ar: تتبع الدورة الشهرية بالذكاء الاصطناعي
de: KI-gestützte Menstruations- und Zyklus-Verfolgung
fr: Suivi des Règles et du Cycle avec IA
hi: AI-संचालित मासिक धर्म और चक्र ट्रैकिंग
it: Tracciamento del Ciclo Mestruale con AI
ja: AIによる生理・月経周期トラッキング
ko: AI 기반 생리주기 추적
nl: AI-gedreven Menstruatie Tracking
pt: Rastreamento de Período e Ciclo com IA
tr: AI Destekli Adet ve Döngü Takibi
zh: AI 生理期和周期跟踪

# appDescription
source: Track your menstrual cycle with intelligent insights and personalized recommendations for better reproductive health.
de: Verfolgen Sie Ihren Menstruationszyklus mit KI-gestützten Einblicken und personalisierten Empfehlungen für bessere Fortpflanzungsgesundheit.
fr: Suivez votre cycle menstruel avec des analyses alimentées par l'IA et des recommandations personnalisées pour une meilleure santé reproductive.

source: Home
ar: الرئيسية
de: Startseite
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt: Início
tr: Ana Sayfa
zh: 首页

source: Calendar
ar: التقويم
de: Kalender
fr: Calendrier
hi: कैलेंडर
it: Calendario
ja: カレンダー
ko: 달력
nl: Kalender
pt: Calendário
tr: Takvim
zh: 日历

source: Tracking
ar: التتبع
de: Verfolgung
fr: Suivi
hi: ट्रैकिंग
it: Tracciamento
ja: 記録
ko: 추적
pt: Rastreamento
tr: Takip
zh: 跟踪

source: Insights
ar: الأفكار
de: Einblicke
fr: Analyses
hi: इनसाइट्स
it: Approfondimenti
ja: 洞察
ko: 인사이트
nl: Inzichten
tr: Görüşler
zh: 洞察

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
tr: Ayarlar
zh: 设置

# cycleDay
source: Day {day}
de: Tag {day}
fr: Jour {day}

# cycleLength
source: Cycle Length: {length} days
de: Zykluslänge: {length} Tage
fr: Durée du Cycle : {length} jours

# daysUntilPeriod
source: {days} days until period
de: {days} Tage bis zur Periode
fr: {days} jours avant les règles

# daysUntilOvulation
source: {days} days until ovulation
de: {days} Tage bis zum Eisprung
fr: {days} jours avant l'ovulation

source: Current Phase
de: Aktuelle Phase
fr: Phase Actuelle

# menstrualPhase
source: Menstrual
de: Menstruationsphase
fr: Menstruelle

# follicularPhase
source: Follicular
de: Follikelphase
fr: Folliculaire

# ovulatoryPhase
source: Ovulatory
de: Eisprungphase
fr: Ovulatoire

# lutealPhase
source: Luteal
de: Gelbkörperphase
fr: Lutéale

source: Fertile Window
de: Fruchtbare Tage
fr: Période Fertile

source: Ovulation Day
de: Eisprungtag
fr: Jour d'Ovulation

source: Period Started
de: Periode begonnen
fr: Règles Commencées

source: Period Ended
de: Periode beendet
fr: Règles Terminées

source: Flow Intensity
de: Flussstärke
fr: Intensité du Flux

# flowNone
source: None
de: Keine
fr: Aucun

# flowLight
source: Light
de: Leicht
fr: Léger

# flowMedium
source: Medium
de: Mittel
fr: Moyen

# flowHeavy
source: Heavy
de: Stark
fr: Abondant

# flowVeryHeavy
source: Very Heavy
de: Sehr stark
fr: Très Abondant

source: Symptoms
de: Symptome
fr: Symptômes

source: No symptoms
de: Keine Symptome
fr: Aucun symptôme

source: Cramps
de: Krämpfe
fr: Crampes

source: Bloating
de: Blähungen
fr: Ballonnements

source: Headache
de: Kopfschmerzen
fr: Mal de Tête

source: Back Pain
de: Rückenschmerzen
fr: Mal de Dos

source: Breast Tenderness
de: Brustspannen
fr: Sensibilité des Seins

source: Mood Swings
de: Stimmungsschwankungen
fr: Sautes d'Humeur

source: Acne
de: Akne
fr: Acné

source: Nausea
de: Übelkeit
fr: Nausées

source: Cravings
de: Heißhunger
fr: Fringales

source: Insomnia
de: Schlaflosigkeit
fr: Insomnie

source: Hot Flashes
de: Hitzewallungen
fr: Bouffées de Chaleur

source: Cold Flashes
de: Kälteschauer
fr: Frissons

source: Diarrhea
de: Durchfall
fr: Diarrhée

source: Mood
de: Stimmung
fr: Humeur

source: Energy
de: Energie
fr: Énergie

source: Pain
de: Schmerz
fr: Douleur

# moodHappy
source: Happy
de: Glücklich
fr: Heureuse

# moodNeutral
source: Neutral
fr: Neutre

# moodSad
source: Sad
de: Traurig
fr: Triste

# moodAnxious
source: Anxious
de: Ängstlich
fr: Anxieuse

# moodIrritated
source: Irritated
de: Gereizt
fr: Irritée

# energyHigh
source: High Energy
de: Hohe Energie
fr: Énergie Élevée

# energyMedium
source: Medium Energy
de: Mittlere Energie
fr: Énergie Moyenne

# energyLow
source: Low Energy
de: Niedrige Energie
fr: Énergie Faible

# painNone
source: No Pain
de: Keine Schmerzen
fr: Aucune Douleur

# painMild
source: Mild Pain
de: Leichte Schmerzen
fr: Douleur Légère

# painModerate
source: Moderate Pain
de: Mittlere Schmerzen
fr: Douleur Modérée

# painSevere
source: Severe Pain
de: Starke Schmerzen
fr: Douleur Sévère

source: Predictions
de: Vorhersagen
fr: Prédictions

source: Next Period
de: Nächste Periode
fr: Prochaines Règles

source: Next Ovulation
de: Nächster Eisprung
fr: Prochaine Ovulation

source: Predicted: {date}
de: Vorhergesagt: {date}
fr: Prédit : {date}

# confidence
source: Confidence: {percentage}%
de: Vertrauen: {percentage}%
fr: Confiance : {percentage}%

source: AI-Powered Predictions
de: KI-gestützte Vorhersagen
fr: Prédictions Alimentées par l'IA

source: Advanced Insights
de: Erweiterte Einblicke
fr: Analyses Avancées

source: Personalized Recommendations
de: Personalisierte Empfehlungen
fr: Recommandations Personnalisées

# welcome
source: Welcome to ZyraFlow
ar: مرحباً بك في FlowSense
de: Willkommen bei FlowSense
fr: Bienvenue dans FlowSense
hi: FlowSense में आपका स्वागत है
it: Benvenuta in FlowSense
ja: FlowSenseへようこそ
ko: FlowSense에 오신 것을 환영합니다
nl: Welkom bij FlowSense
pt: Bem-vinda ao FlowSense
tr: FlowSense'e Hoş Geldiniz
zh: 欢迎使用 FlowSense

source: Get Started
ar: البدء
de: Loslegen
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
nl: Beginnen
pt: Começar
tr: Başlayın
zh: 开始

source: Skip for Now
de: Vorerst überspringen
fr: Passer pour Maintenant

source: Next
de: Weiter
fr: Suivant

source: Previous
de: Zurück
fr: Précédent

source: Finish
de: Fertig
fr: Terminer

source: Cycle Insights
de: Zyklus-Einblicke
fr: Analyses du Cycle

source: Pattern Analysis
de: Muster-Analyse
fr: Analyse des Tendances

source: Cycle Trends
de: Zyklus-Trends
fr: Tendances du Cycle

source: Symptom Patterns
de: Symptom-Muster
fr: Schémas de Symptômes

source: Mood Patterns
de: Stimmungs-Muster
fr: Schémas d'Humeur

# regularCycle
source: Your cycle is regular
de: Ihr Zyklus ist regelmäßig
fr: Votre cycle est régulier

# irregularCycle
source: Your cycle shows some irregularity
de: Ihr Zyklus zeigt Unregelmäßigkeiten
fr: Votre cycle montre quelques irrégularités

# cycleVariation
source: Cycle variation: ±{days} days
de: Zyklusvariation: ±{days} Tage
fr: Variation du cycle : ±{days} jours

# averageCycleLength
source: Average cycle length: {days} days
de: Durchschnittliche Zykluslänge: {days} Tage
fr: Durée moyenne du cycle : {days} jours

source: Lifestyle
de: Lebensstil
fr: Mode de Vie

source: Exercise
de: Sport
fr: Exercice

source: Wellness
de: Wohlbefinden
fr: Bien-être

# sleepBetter
source: Improve your sleep quality
de: Verbessern Sie Ihre Schlafqualität
fr: Améliorez la qualité de votre sommeil

source: Stay hydrated
de: Bleiben Sie hydratisiert
fr: Restez hydratée

# gentleExercise
source: Try gentle exercise like yoga
de: Versuchen Sie sanfte Übungen wie Yoga
fr: Essayez un exercice doux comme le yoga

# eatIronRich
source: Eat iron-rich foods
de: Essen Sie eisenreiche Lebensmittel
fr: Mangez des aliments riches en fer

# takeBreaks
source: Take regular breaks
de: Machen Sie regelmäßige Pausen
fr: Prenez des pauses régulières

# manageStress
source: Practice stress management
de: Praktizieren Sie Stressmanagement
fr: Pratiquez la gestion du stress

# warmBath
source: Take a warm bath
de: Nehmen Sie ein warmes Bad
fr: Prenez un bain chaud

# meditation
source: Try meditation or deep breathing
de: Versuchen Sie Meditation oder tiefe Atmung
fr: Essayez la méditation ou la respiration profonde

source: Log Today
de: Heute protokollieren
fr: Enregistrer Aujourd'hui

source: Track Flow
de: Fluss verfolgen
fr: Suivre le Flux

source: Track Symptoms
de: Symptome verfolgen
fr: Suivre les Symptômes

source: Track Mood
de: Stimmung verfolgen
fr: Suivre l'Humeur

source: Track Pain
de: Schmerz verfolgen
fr: Suivre la Douleur

source: Add Notes
de: Notizen hinzufügen
fr: Ajouter des Notes

source: Save
ar: حفظ
de: Speichern
fr: Sauvegarder
hi: सेव करें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
tr: Kaydet
zh: 保存

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
tr: İptal
zh: 取消

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Modifier

source: Update
de: Aktualisieren
fr: Mettre à Jour

source: Confirm
de: Bestätigen
fr: Confirmer

source: This Month
de: Dieser Monat
fr: Ce Mois

source: Next Month
de: Nächster Monat
fr: Mois Prochain

source: Previous Month
de: Vorheriger Monat
fr: Mois Précédent

source: Today
de: Heute
fr: Aujourd'hui

source: Select Date
de: Datum auswählen
fr: Sélectionner une Date

source: Period Days
de: Perioden-Tage
fr: Jours de Règles

source: Fertile Days
de: Fruchtbare Tage
fr: Jours Fertiles

source: Ovulation Days
de: Eisprung-Tage
fr: Jours d'Ovulation

source: Symptom Days
de: Symptom-Tage
fr: Jours avec Symptômes

source: Profile
de: Profil
fr: Profil

source: Privacy
de: Datenschutz
fr: Confidentialité

source: Language
de: Sprache
fr: Langue

source: Theme
de: Design
fr: Thème

# export
source: Export Data
de: Daten exportieren
fr: Exporter les Données

source: Backup
de: Sicherung
fr: Sauvegarde

source: Help
de: Hilfe
fr: Aide

source: About
de: Über
fr: À Propos

source: Contact Support
de: Support kontaktieren
fr: Contacter le Support

source: Rate App
de: App bewerten
fr: Évaluer l'App

source: Share App
de: App teilen
fr: Partager l'App

# personalInfo
source: Personal Information
de: Persönliche Informationen
fr: Informations Personnelles

source: Age
de: Alter
fr: Âge

source: Height
de: Größe
fr: Taille

source: Weight
de: Gewicht
fr: Poids

source: Cycle History
de: Zyklus-Geschichte
fr: Historique du Cycle

# avgCycleLength
source: Average Cycle Length
de: Durchschnittliche Zykluslänge
fr: Durée Moyenne du Cycle

# avgPeriodLength
source: Average Period Length
de: Durchschnittliche Periodenlänge
fr: Durée Moyenne des Règles

source: Last Period
de: Letzte Periode
fr: Dernières Règles

source: Period Preferences
de: Perioden-Präferenzen
fr: Préférences des Règles

source: Tracking Goals
de: Verfolgungsziele
fr: Objectifs de Suivi

source: Period Reminder
de: Perioden-Erinnerung
fr: Rappel des Règles

source: Ovulation Reminder
de: Eisprung-Erinnerung
fr: Rappel d'Ovulation

source: Pill Reminder
de: Pillen-Erinnerung
fr: Rappel de Pilule

# symptomReminder
source: Symptom Tracking Reminder
de: Symptom-Verfolgung Erinnerung
fr: Rappel de Suivi des Symptômes

source: Insight Notifications
de: Einblick-Benachrichtigungen
fr: Notifications d'Analyses

source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les Notifications

source: Notification Time
de: Benachrichtigungszeit
fr: Heure de Notification

# reminderDays
source: {days} days before
de: {days} Tage vorher
fr: {days} jours avant

source: Health Data
de: Gesundheitsdaten
fr: Données de Santé

# connectHealthApp
source: Connect to Health App
de: Mit Gesundheits-App verbinden
fr: Connecter à l'App Santé

source: Sync Data
de: Daten synchronisieren
fr: Synchroniser les Données

source: Heart Rate
de: Herzfrequenz
fr: Fréquence Cardiaque

source: Sleep Data
de: Schlafdaten
fr: Données de Sommeil

source: Steps
de: Schritte
fr: Pas

# temperature
source: Body Temperature
de: Körpertemperatur
fr: Température Corporelle

source: Blood Pressure
de: Blutdruck
fr: Tension Artérielle

source: AI Insights
de: KI-Einblicke
fr: Analyses IA

source: Smart Predictions
de: Intelligente Vorhersagen
fr: Prédictions Intelligentes

source: Personalized Tips
de: Personalisierte Tipps
fr: Conseils Personnalisés

source: Pattern Recognition
de: Mustererkennung
fr: Reconnaissance des Tendances

source: Anomaly Detection
de: Anomalie-Erkennung
fr: Détection d'Anomalies

# learningFromData
source: Learning from your data...
de: Lernen aus Ihren Daten...
fr: Apprentissage de vos données...

# improvingAccuracy
source: Improving prediction accuracy
de: Vorhersagegenauigkeit verbessern
fr: Amélioration de la précision des prédictions

# adaptingToPatterns
source: Adapting to your patterns
de: An Ihre Muster anpassen
fr: Adaptation à vos schémas

# setupProfile
source: Setup Your Profile
de: Ihr Profil einrichten
fr: Configurer Votre Profil

source: Tracking Permissions
de: Verfolgungs-Berechtigungen
fr: Permissions de Suivi

source: Notification Permissions
de: Benachrichtigungs-Berechtigungen
fr: Permissions de Notification

# healthPermissions
source: Health App Permissions
de: Gesundheits-App Berechtigungen
fr: Permissions de l'App Santé

# onboardingStep1
source: Track your cycle with precision
de: Verfolgen Sie Ihren Zyklus präzise
fr: Suivez votre cycle avec précision

# onboardingStep2
source: Get AI-powered insights
de: Erhalten Sie KI-gestützte Einblicke
fr: Obtenez des analyses alimentées par l'IA

# onboardingStep3
source: Receive personalized recommendations
de: Erhalten Sie personalisierte Empfehlungen
fr: Recevez des recommandations personnalisées

# onboardingStep4
source: Monitor your reproductive health
de: Überwachen Sie Ihre Fortpflanzungsgesundheit
fr: Surveillez votre santé reproductive

source: Error
de: Fehler
fr: Erreur

source: Success
de: Erfolg
fr: Succès

source: Warning
de: Warnung
fr: Avertissement

source: Loading...
de: Lädt...
fr: Chargement...

# noData
source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible

source: No internet connection
de: Keine Internetverbindung
fr: Pas de connexion internet

source: Try Again
de: Erneut versuchen
fr: Réessayer

source: Something went wrong
de: Etwas ist schief gelaufen
fr: Quelque chose s'est mal passé

# dataUpdated
source: Data updated successfully
de: Daten erfolgreich aktualisiert
fr: Données mises à jour avec succès

# dataSaved
source: Data saved successfully
de: Daten erfolgreich gespeichert
fr: Données sauvegardées avec succès

# dataDeleted
source: Data deleted successfully
de: Daten erfolgreich gelöscht
fr: Données supprimées avec succès

source: Invalid input
de: Ungültige Eingabe
fr: Saisie invalide

# fieldRequired
source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ est requis

# selectAtLeastOne
source: Please select at least one option
de: Bitte wählen Sie mindestens eine Option
fr: Veuillez sélectionner au moins une option

source: days
de: Tage
fr: jours

source: weeks
de: Wochen
fr: semaines

source: months
de: Monate
fr: mois

source: years
de: Jahre
fr: années

source: inches
de: Zoll
fr: pouces

source: Morning
de: Morgen
fr: Matin

source: Afternoon
de: Nachmittag
fr: Après-midi

source: Evening
de: Abend
fr: Soir

source: Night
de: Nacht
fr: Nuit

source: Yesterday
de: Gestern
fr: Hier

source: Tomorrow
de: Morgen
fr: Demain

source: This Week
de: Diese Woche
fr: Cette Semaine

source: Last Week
de: Letzte Woche
fr: Semaine Dernière

source: Next Week
de: Nächste Woche
fr: Semaine Prochaine

source: Yes
ar: نعم
de: Ja
fr: Oui
hi: हां
it: Sì
ja: はい
ko: 예
nl: Ja
pt: Sim
tr: Evet
zh: 是

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
ja: いいえ
ko: 아니오
nl: Nee
pt: Não
tr: Hayır
zh: 否

source: Done
de: Fertig
fr: Terminé

source: Close
de: Schließen
fr: Fermer

source: Open
de: Öffnen
fr: Ouvrir

source: View
de: Ansehen
fr: Voir

source: Hide
de: Verstecken
fr: Masquer

source: Show
de: Zeigen
fr: Afficher

source: Enable
de: Aktivieren
fr: Activer

source: Disable
de: Deaktivieren
fr: Désactiver

source: On
de: An
fr: Activé

source: Off
de: Aus
fr: Désactivé

source: High
de: Hoch
fr: Élevé

source: Medium
de: Mittel
fr: Moyen

source: Low
de: Niedrig
fr: Faible

source: None
de: Keine
fr: Aucun

source: All
de: Alle
fr: Tout

source: Search
de: Suchen
fr: Rechercher

source: Filter
fr: Filtrer

source: Sort
de: Sortieren
fr: Trier

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Clear
de: Löschen
fr: Effacer

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Apply
de: Anwenden
fr: Appliquer

# loadingAiEngine
source: Initializing AI Health Engine...
de: KI-Gesundheits-Engine wird initialisiert...
fr: Initialisation du Moteur de Santé IA...

# analyzingHealthPatterns
source: Analyzing your health patterns
de: Ihre Gesundheitsmuster werden analysiert
fr: Analyse de vos schémas de santé

source: Good morning
de: Guten Morgen
fr: Bonjour

source: Good afternoon
de: Guten Tag
fr: Bon après-midi

source: Good evening
de: Guten Abend
fr: Bonsoir

source: AI Active
de: KI Aktiv
fr: IA Active

source: Health
de: Gesundheit
fr: Santé

source: Cycle Status
de: Zyklus-Status
fr: État du Cycle

source: Not Started
de: Nicht gestartet
fr: Pas Commencé

source: Mood Balance
de: Stimmungs-Balance
fr: Équilibre de l'Humeur

source: Not Tracked
de: Nicht verfolgt
fr: Non Suivi

source: Energy Level
de: Energie-Level
fr: Niveau d'Énergie

# flowIntensityMetric
source: Flow Intensity
de: Flussstärke
fr: Intensité du Flux

source: Log Symptoms
de: Symptome protokollieren
fr: Enregistrer les Symptômes

source: Track your health
de: Ihre Gesundheit verfolgen
fr: Suivez votre santé

source: Period Tracker
de: Perioden-Tracker
fr: Traceur de Règles

source: Start logging
de: Protokollierung starten
fr: Commencer l'enregistrement

# moodAndEnergy
source: Mood & Energy
de: Stimmung & Energie
fr: Humeur et Énergie

source: Log wellness
de: Wohlbefinden protokollieren
fr: Enregistrer le bien-être

source: View analysis
de: Analyse anzeigen
fr: Voir l'analyse

source: Accuracy
de: Genauigkeit
fr: Précision

source: High confidence
de: Hohe Vertrauenswürdigkeit
fr: Haute confiance

source: Gathering Data for Predictions
de: Daten für Vorhersagen sammeln
fr: Collecte de Données pour les Prédictions

# startTrackingForPredictions
source: Start tracking your cycles to unlock AI predictions
de: Beginnen Sie mit der Verfolgung Ihrer Zyklen, um KI-Vorhersagen freizuschalten
fr: Commencez à suivre vos cycles pour débloquer les prédictions IA

# aiLearningPatterns
source: AI Learning Your Patterns
de: KI lernt Ihre Muster
fr: IA Apprenant Vos Schémas

# trackForInsights
source: Track your cycles to unlock personalized AI insights
de: Verfolgen Sie Ihre Zyklen, um personalisierte KI-Einblicke freizuschalten
fr: Suivez vos cycles pour débloquer des analyses IA personnalisées

source: Cycle Regularity
de: Zyklus-Regelmäßigkeit
fr: Régularité du Cycle

# fromLastMonth
source: +5% from last month
de: +5% vom letzten Monat
fr: +5% par rapport au mois dernier

source: Avg Cycle
de: Durchschn. Zyklus
fr: Cycle Moyen

source: Avg Mood
de: Durchschn. Stimmung
fr: Humeur Moyenne

# daysCycle
source: 28.5 days
de: 28,5 Tage
fr: 28,5 jours

source: Choose Theme
de: Design Wählen
fr: Choisir le Thème

source: Light Theme
de: Helles Design
fr: Thème Clair

# lightThemeDescription
source: Bright and clean appearance
de: Helles und sauberes Erscheinungsbild
fr: Apparence lumineuse et nette

source: Dark Theme
de: Dunkles Design
fr: Thème Sombre

# darkThemeDescription
source: Easy on the eyes in low light
de: Augenschonend bei schwachem Licht
fr: Doux pour les yeux en faible lumière

source: System Theme
de: System-Design
fr: Thème Système

# systemThemeDescription
source: Matches your device settings
de: Passt zu Ihren Geräteeinstellungen
fr: Correspond aux paramètres de votre appareil

source: Theme changed to
de: Design geändert zu
fr: Thème changé en

source: Choose Language
de: Sprache Wählen
fr: Choisir la Langue

source: Search languages...
de: Sprachen suchen...
fr: Rechercher des langues...

source: Language changed to
de: Sprache geändert zu
fr: Langue changée en

source: App Preferences
de: App-Einstellungen
fr: Préférences de l'App

# customizeAppearance
source: Customize app appearance
de: App-Erscheinungsbild anpassen
fr: Personnaliser l'apparence de l'app

source: Choose your language
de: Wählen Sie Ihre Sprache
fr: Choisissez votre langue

# receiveReminders
source: Receive reminders and updates
de: Erinnerungen und Updates erhalten
fr: Recevoir des rappels et mises à jour

# dailyReminders
source: When to send daily reminders
de: Wann tägliche Erinnerungen senden
fr: Quand envoyer les rappels quotidiens

source: AI & Smart Features
de: KI & Intelligente Funktionen
fr: IA et Fonctionnalités Intelligentes

# personalizedAiInsights
source: Get personalized AI insights
de: Personalisierte KI-Einblicke erhalten
fr: Obtenir des analyses IA personnalisées

source: Haptic Feedback
de: Haptisches Feedback
fr: Retour Haptique

# vibrationInteractions
source: Feel vibrations on interactions
de: Vibrationen bei Interaktionen spüren
fr: Sentir les vibrations lors des interactions

source: Support & About
de: Support & Über
fr: Support et À Propos

# getHelpTutorials
source: Get help and tutorials
de: Hilfe und Tutorials erhalten
fr: Obtenir de l'aide et des tutoriels

# versionInfoLegal
source: Version info and legal
de: Versionsinformationen und Rechtliches
fr: Informations de version et légal

source: Light
de: Hell
fr: Clair

source: Dark
de: Dunkel
fr: Sombre

source: System
fr: Système

# trackingScreenTitle
source: Tracking
de: Verfolgungsbildschirm
fr: Écran de Suivi

# flowTab
source: Flow
de: Fluss
fr: Flux

# symptomsTab
source: Symptoms
de: Symptome
fr: Symptômes

# moodTab
source: Mood
de: Stimmung
fr: Humeur

# painTab
source: Pain
de: Schmerz
fr: Douleur

source: Select today's flow intensity
fr: Sélectionnez l'intensité du flux d'aujourd'hui

# selectAllSymptoms
source: Select all symptoms you're experiencing
fr: Sélectionnez tous les symptômes que vous ressentez

source: How are you feeling today?
fr: Comment vous sentez-vous aujourd'hui ?

# rateOverallPainLevel
source: Rate your overall pain level
fr: Évaluez votre niveau de douleur global

source: Personal Notes
fr: Notes Personnelles

# captureThoughtsAndFeelings
source: Capture your thoughts, feelings, and observations about your cycle
fr: Capturez vos pensées, sentiments et observations sur votre cycle

source: Today's Journal Entry
fr: Entrée de journal d'aujourd'hui

source: Quick Notes
fr: Notes rapides

# notesPlaceholder
source: How are you feeling today? Any symptoms, mood changes, or observations you'd like to remember? Tip: Recording your thoughts helps identify patterns over time.
fr: Comment vous sentez-vous aujourd'hui ? Des symptômes, changements d'humeur ou observations que vous aimeriez retenir ? Astuce : Enregistrer vos pensées aide à identifier les tendances au fil du temps.

# charactersCount
source: {count} chars
fr: {count} caractères

source: Sleep Quality
fr: Qualité du sommeil

source: Food cravings
de: Heißhungerattacken
fr: Envies alimentaires

source: Hydration
fr: Hydratation

source: Energy levels
fr: Niveaux d'énergie

source: Stress management
fr: Gestion du stress

source: Save Tracking Data
fr: Sauvegarder les Données de Suivi

source: No Changes to Save
fr: Aucun Changement à Sauvegarder

# trackingDataSaved
source: Tracking data saved for {date}
fr: Données de suivi sauvegardées pour {date}

source: Biometric Dashboard
de: Biometrisches Dashboard
fr: Tableau de Bord Biométrique

source: Current Cycle
de: Aktueller Zyklus
fr: Cycle Actuel

source: No active cycle
de: Kein aktiver Zyklus
fr: Aucun cycle actif

source: Start Tracking
de: Verfolgung starten
fr: Commencer le suivi

source: AI Prediction
de: KI-Vorhersage
fr: Prédiction IA

# inDays
source: In {days} days
fr: Dans {days} jours
