Repository: ronospace/ZyraFlow
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr, hi, it, ja, ko, nl, pt, tr, zh

source: Smart Action Command Center
ar: مركز قيادة الإجراءات الذكية
fr: Centre de Commande d'Action Intelligente
hi: स्मार्ट एक्शन कमांड सेंटर
it: Centro Comando Azioni Intelligenti
ja: スマートアクションコマンドセンター
ko: 스마트 액션 명령 센터
nl: Smart Action Commandocentrum
pt: Centro de Comando de Ações Inteligentes
tr: Akıllı Eylem Komut Merkezi
zh: 智能操作命令中心

source: Quick access to essential features
ar: وصول سريع للميزات الأساسية
fr: Accès rapide aux fonctionnalités essentielles
hi: आवश्यक विशेषताओं तक तुरंत पहुंच
it: Accesso rapido alle funzionalità essenziali
ja: 重要な機能へのクイックアクセス
ko: 필수 기능에 빠르게 접근
nl: Snelle toegang tot essentiÃ«le functies
pt: Acesso rápido às funcionalidades essenciais
tr: Temel özelliklere hızlı erişim
zh: 快速访问核心功能

source: Physical
de: Körperlich
fr: Physique

source: Emotional
fr: Émotionnel

# skinAndHair
source: Skin & Hair
de: Haut & Haare
fr: Peau et Cheveux

source: Digestive
de: Verdauung
fr: Digestif

# moodSwingsSymptom
source: Mood swings
de: Stimmungsschwankungen
fr: Sautes d'humeur

source: Irritability
de: Reizbarkeit
fr: Irritabilité

source: Anxiety
de: Angst
fr: Anxiété

source: Depression
fr: Dépression

source: Emotional sensitivity
de: Emotionale Sensibilität
fr: Sensibilité émotionnelle

source: Oily skin
de: Fettige Haut
fr: Peau grasse

source: Dry skin
de: Trockene Haut
fr: Peau sèche

source: Hair changes
de: Haarveränderungen
fr: Changements capillaires

source: Loss of appetite
de: Appetitverlust
fr: Perte d'appétit

# selectedSymptoms
source: Selected Symptoms ({count})
de: Ausgewählte Symptome ({count})
fr: Symptômes Sélectionnés ({count})

source: No menstrual flow
fr: Aucun flux menstruel

source: Minimal discharge
fr: Décharge minimale

source: Comfortable protection
fr: Protection confortable

source: Light Flow
fr: Flux Léger

source: Normal Flow
fr: Flux Normal

source: Typical menstruation
fr: Menstruation typique

source: Heavy Flow
fr: Flux Abondant

source: High absorption needed
fr: Forte absorption nécessaire

source: Very Heavy
fr: Très Abondant

source: Medical attention advised
fr: Attention médicale conseillée

source: Flow
fr: Flux

source: Unlock Premium AI Insights
de: Premium KI-Einblicke freischalten
fr: Déverrouillez les Analyses IA Premium

# watchAdToUnlockInsights
source: Watch an ad to unlock advanced insights
de: Schaue eine Werbung, um erweiterte Einblicke freizuschalten
fr: Regardez une publicité pour débloquer des analyses avancées

source: FREE
de: KOSTENLOS
fr: GRATUIT

source: Watch Ad & Unlock Insights
de: Werbung ansehen & Einblicke freischalten
fr: Regarder Pub et Débloquer Analyses

# getAdditionalPremiumInsights
source: Get 3 additional premium insights
de: Erhalte 3 zusätzliche Premium-Einblicke
fr: Obtenez 3 analyses premium supplémentaires

source: Unlock advanced health recommendations
de: Erweiterte Gesundheitsempfehlungen freischalten
fr: Déverrouillez des recommandations de santé avancées

source: Premium insights unlocked! 🎉
de: Premium-Einblicke freigeschaltet!
fr: Analyses premium déverrouillées ! 🎉

# day
source: Day {day}
de: Tag {day}
fr: Jour {day}

# confidencePercentage
source: {percentage}% confidence
de: {percentage}% Vertrauen
fr: {percentage}% de confiance

source: Quick Actions
de: Schnellaktionen
fr: Actions Rapides

source: Log Period
de: Periode protokollieren
fr: Enregistrer les Règles

# currentCycleTitle
source: Current Cycle
de: Aktueller Zyklus
fr: Cycle Actuel

# moodLabel
source: Mood
de: Stimmung
fr: Humeur

source: Pain Level
fr: Niveau de Douleur

# flowIntensityNone
source: None
de: Keine
fr: Aucun

# flowIntensityNoneSubtitle
source: No menstrual flow
de: Kein Menstruationsfluss
fr: Aucun flux menstruel

# flowIntensityNoneDescription
source: Complete absence of menstrual flow. This is normal before your period starts or after it ends.
de: Vollständiges Fehlen des Menstruationsflusses. Dies ist normal, bevor Ihre Periode beginnt oder nachdem sie endet.
fr: Absence complète de flux menstruel. C'est normal avant le début de vos règles ou après leur fin.

# flowIntensityNoneMedicalInfo
source: No menstruation occurring
de: Keine Menstruation
fr: Aucune menstruation en cours

# flowIntensitySpottingSubtitle
source: Minimal discharge
de: Minimaler Ausfluss
fr: Décharge minimale

# flowIntensitySpottingDescription
source: Very light pink or brown discharge. Often occurs at the beginning or end of your cycle.
de: Sehr leichter rosa oder brauner Ausfluss. Tritt oft zu Beginn oder Ende Ihres Zyklus auf.
fr: Très légère décharge rose ou brune. Se produit souvent au début ou à la fin de votre cycle.

# flowIntensitySpottingMedicalInfo
source: Less than 5ml per day
de: Weniger als 5ml pro Tag
fr: Moins de 5ml par jour

# flowIntensityLight
source: Light Flow
de: Leichter Fluss
fr: Flux Léger

# flowIntensityLightSubtitle
source: Comfortable protection
de: Angenehmer Schutz
fr: Protection confortable

# flowIntensityLightDescription
source: Light menstrual flow requiring minimal protection. Usually lasts 1-3 days.
de: Leichter Menstruationsfluss, der minimalen Schutz erfordert. Dauert normalerweise 1-3 Tage.
fr: Flux menstruel léger nécessitant une protection minimale. Dure généralement 1-3 jours.

# flowIntensityLightMedicalInfo
source: 5-40ml per day
de: 5-40ml pro Tag
fr: 5-40ml par jour

# flowIntensityMedium
source: Normal Flow
de: Normaler Fluss
fr: Flux Normal

# flowIntensityMediumSubtitle
source: Typical menstruation
de: Typische Menstruation
fr: Menstruation typique

# flowIntensityMediumDescription
source: Regular menstrual flow. This is the most common flow intensity for healthy cycles.
de: Regelmäßiger Menstruationsfluss. Dies ist die häufigste Flussstärke für gesunde Zyklen.
fr: Flux menstruel régulier. C'est l'intensité de flux la plus courante pour des cycles sains.

# flowIntensityMediumMedicalInfo
source: 40-70ml per day
de: 40-70ml pro Tag
fr: 40-70ml par jour

# flowIntensityHeavy
source: Heavy Flow
de: Starker Fluss
fr: Flux Abondant

# flowIntensityHeavySubtitle
source: High absorption needed
de: Hohe Absorptionsfähigkeit erforderlich
fr: Forte absorption nécessaire

# flowIntensityHeavyDescription
source: Heavy menstrual flow requiring frequent changes. Consider consulting a healthcare provider.
de: Starker Menstruationsfluss, der häufige Wechsel erfordert. Erwägen Sie eine Beratung durch einen Arzt.
fr: Flux menstruel abondant nécessitant des changements fréquents. Considérez consulter un professionnel de santé.

# flowIntensityHeavyMedicalInfo
source: 70-100ml per day
de: 70-100ml pro Tag
fr: 70-100ml par jour

# flowIntensityVeryHeavy
source: Very Heavy
de: Sehr stark
fr: Très Abondant

# flowIntensityVeryHeavySubtitle
source: Medical attention advised
de: Ärztliche Betreuung empfohlen
fr: Attention médicale conseillée

# flowIntensityVeryHeavyDescription
source: Very heavy flow that may interfere with daily activities. Strongly recommend consulting a healthcare provider.
de: Sehr starker Fluss, der die täglichen Aktivitäten beeinträchtigen kann. Dringend empfohlene Beratung durch einen Arzt.
fr: Flux très abondant qui peut interférer avec les activités quotidiennes. Fortement recommandé de consulter un professionnel de santé.

# flowIntensityVeryHeavyMedicalInfo
source: Over 100ml per day
de: Über 100ml pro Tag
fr: Plus de 100ml par jour

source: AI Health Insights
de: KI-Gesundheits-Einblicke
fr: Analyses de Santé IA

source: About This Flow Level
de: Über diese Flussstärke
fr: À Propos de ce Niveau de Flux

source: Recommended Products
de: Empfohlene Produkte
fr: Produits Recommandés

# hourlyChanges
source: ~{changes}/hour changes
de: ~{changes}/Stunde Wechsel
fr: ~{changes}/heure changements

source: Monitor
de: Überwachen
fr: Surveiller

# spottingInsight
source: Spotting is often normal at cycle start/end. Track patterns for insights.
de: Schmierblutungen sind oft normal zu Zyklusbeginn/-ende. Verfolgen Sie Muster für Einblicke.
fr: Le spotting est souvent normal au début/fin du cycle. Suivez les tendances pour des analyses.

# lightFlowInsight
source: Light flow detected. Consider stress levels and nutrition for optimal health.
de: Leichter Fluss erkannt. Berücksichtigen Sie Stressniveau und Ernährung für optimale Gesundheit.
fr: Flux léger détecté. Considérez les niveaux de stress et la nutrition pour une santé optimale.

# mediumFlowInsight
source: Normal flow pattern. Your cycle appears healthy and regular.
de: Normales Flussmuster. Ihr Zyklus scheint gesund und regelmäßig zu sein.
fr: Schéma de flux normal. Votre cycle semble sain et régulier.

# heavyFlowInsight
source: Heavy flow detected. Monitor symptoms and consider iron-rich foods.
de: Starker Fluss erkannt. Überwachen Sie Symptome und erwägen Sie eisenreiche Nahrungsmittel.
fr: Flux abondant détecté. Surveillez les symptômes et considérez les aliments riches en fer.

# veryHeavyFlowInsight
source: Very heavy flow may need medical attention. Track duration carefully.
de: Sehr starker Fluss kann ärztliche Betreuung erfordern. Verfolgen Sie die Dauer sorgfältig.
fr: Flux très abondant peut nécessiter une attention médicale. Suivez la durée attentivement.

# noFlowInsight
source: No flow detected. Track other symptoms for comprehensive insights.
de: Kein Fluss erkannt. Verfolgen Sie andere Symptome für umfassende Einblicke.
fr: Aucun flux détecté. Suivez d'autres symptômes pour des analyses complètes.

source: Panty liners
de: Slipeinlagen
fr: Protège-slips

source: Period underwear
de: Periodenunterwäsche
fr: Culotte menstruelle

source: Light pads
de: Leichte Binden
fr: Serviettes légères

source: Tampons (regular)
de: Tampons (normal)
fr: Tampons (réguliers)

source: Menstrual cups
de: Menstruationstassen
fr: Coupes menstruelles

source: Regular pads
de: Normale Binden
fr: Serviettes régulières

source: Period underwear (heavy)
de: Periodenunterwäsche (stark)
fr: Culotte menstruelle (abondante)

source: Super pads
de: Super-Binden
fr: Serviettes super

source: Menstrual cups (large)
de: Menstruationstassen (groß)
fr: Coupes menstruelles (grande)

source: Ultra pads
de: Ultra-Binden
fr: Serviettes ultra

source: Menstrual cups (XL)
de: Menstruationstassen (XL)
fr: Coupes menstruelles (XL)

source: Medical consultation
de: Ärztliche Beratung
fr: Consultation médicale

source: AI-Powered Health Insights
de: KI-gestützte Gesundheits-Einblicke
fr: Analyses de Santé Alimentées par l'IA

# healthDataAccessNotGranted
source: Health data access not granted. Please enable in settings.
fr: Accès aux données de santé non accordé. Veuillez activer dans les paramètres.

source: Failed to initialize biometric dashboard
fr: Échec de l'initialisation du tableau de bord biométrique

source: Failed to load biometric data
fr: Échec du chargement des données biométriques

# biometricDataRefreshedAt
source: Biometric data refreshed at {time}
fr: Données biométriques actualisées à {time}

source: Failed to refresh data
fr: Échec de l'actualisation des données

source: Overview
de: Übersicht
fr: Vue d'ensemble

source: Metrics
de: Metriken
fr: Métriques

source: Sync
de: Synchronisieren
fr: Synchroniser

source: Health Data Connected
fr: Données de Santé Connectées

source: Limited Health Data
fr: Données de Santé Limitées

# dataCompleteness
source: Data completeness: {percentage}%
fr: Complétude des données : {percentage}%

source: Connect more devices for better insights
fr: Connectez plus d'appareils pour de meilleures analyses

# updatedAt
source: Updated {time}
fr: Mis à jour {time}

source: Overall Health Score
fr: Score de Santé Global

source: Avg Heart Rate
fr: Fréquence Cardiaque Moy.

source: Body Temp
fr: Temp. Corporelle

source: Stress Level
fr: Niveau de Stress

source: Recent Trends
fr: Tendances Récentes

# basedOnLastDaysOfData
source: Based on the last {days} days of data
fr: Basé sur les {days} derniers jours de données

# sleepQualityImproving
source: Sleep quality
fr: Qualité du sommeil

source: Improving
fr: En amélioration

source: Stress levels
fr: Niveaux de stress

# heartRateMetric
source: Heart rate
fr: Fréquence cardiaque

source: Slightly elevated
fr: Légèrement élevée

# heartRateChart
source: Heart Rate
fr: Fréquence Cardiaque

# sleepQualityChart
source: Sleep Quality
fr: Qualité du Sommeil

# bodyTemperatureChart
source: Body Temperature
fr: Température Corporelle

# heartRateVariabilityChart
source: Heart Rate Variability
fr: Variabilité de la Fréquence Cardiaque

# stressLevelChart
source: Stress Level
fr: Niveau de Stress

# aiHealthInsightsTitle
source: AI Health Insights
fr: Analyses de Santé IA

# personalizedInsightsBasedOnBiometricPatterns
source: Personalized insights based on your biometric patterns
fr: Analyses personnalisées basées sur vos schémas biométriques

source: No Insights Available
fr: Aucune Analyse Disponible

# keepTrackingHealthDataForAiInsights
source: Keep tracking your health data to get personalized AI insights
de: Verfolgen Sie weiterhin Ihre Gesundheitsdaten, um personalisierte KI-Einblicke zu erhalten
fr: Continuez à suivre vos données de santé pour obtenir des analyses IA personnalisées

source: Connected Devices
de: Verbundene Geräte
fr: Appareils Connectés

source: iPhone Health
fr: Santé iPhone

source: Connected
de: Verbunden
fr: Connecté

source: Syncing
de: Synchronisieren
fr: Synchronisation

source: Not connected
de: Nicht verbunden
fr: Non connecté

source: Sync Settings
de: Sync-Einstellungen
fr: Paramètres de Synchronisation

source: Auto Sync
fr: Synchronisation Auto

source: Automatically sync health data
de: Gesundheitsdaten automatisch synchronisieren
fr: Synchroniser automatiquement les données de santé

source: Background Sync
de: Hintergrund-Sync
fr: Synchronisation en Arrière-plan

# syncDataInBackground
source: Sync data in the background
de: Daten im Hintergrund synchronisieren
fr: Synchroniser les données en arrière-plan

source: Loading biometric data...
de: Biometrische Daten werden geladen...
fr: Chargement des données biométriques...

source: Error Loading Data
de: Fehler beim Laden der Daten
fr: Erreur de Chargement des Données

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
fr: Une erreur inattendue s'est produite

source: Retry
de: Erneut versuchen
fr: Réessayer

source: No Health Data
de: Keine Gesundheitsdaten
fr: Aucune Donnée de Santé

# connectHealthDevicesForBiometricInsights
source: Connect your health devices to see biometric insights
de: Verbinden Sie Ihre Gesundheitsgeräte, um biometrische Einblicke zu sehen
fr: Connectez vos appareils de santé pour voir les analyses biométriques

source: Health Access Required
de: Gesundheitszugriff erforderlich
fr: Accès Santé Requis

# pleaseGrantAccessToHealthDataForBiometricInsights
source: Please grant access to health data to view biometric insights
de: Bitte gewähren Sie Zugriff auf Gesundheitsdaten, um biometrische Einblicke zu sehen
fr: Veuillez accorder l'accès aux données de santé pour voir les analyses biométriques

source: Grant Access
de: Zugriff gewähren
fr: Accorder l'Accès

source: Excellent health metrics
de: Ausgezeichnete Gesundheitswerte
fr: Excellentes métriques de santé

source: Very good health patterns
de: Sehr gute Gesundheitsmuster
fr: Très bons schémas de santé

source: Good overall health
de: Gute allgemeine Gesundheit
fr: Bonne santé globale

source: Moderate health indicators
de: Moderate Gesundheitsindikatoren
fr: Indicateurs de santé modérés

source: Focus on health improvement
de: Fokus auf Gesundheitsverbesserung
fr: Concentrez-vous sur l'amélioration de la santé

# calendarTitle
source: Calendar
de: Kalender
fr: Calendrier

# todayButton
source: Today
de: Heute
fr: Aujourd'hui

# faqAndKnowledgeBase
source: FAQ & Knowledge Base
ar: الأسئلة الشائعة وقاعدة المعرفة
fr: FAQ et Base de Connaissances
hi: FAQ और ज्ञान बेस
it: FAQ e Base di Conoscenza
ja: FAQとナレッジベース
ko: FAQ 및 지식 데이터베이스
nl: FAQ en Kennisbank
pt: FAQ e Base de Conhecimento
tr: SSS ve Bilgi Bankası
zh: 常见问题和知识库

source: Find answers to common questions
ar: اعثر على إجابات للأسئلة الشائعة
fr: Trouvez des réponses aux questions courantes
hi: आम सवालों के जवाब पाएं
it: Trova risposte alle domande comuni
ja: よくある質問の回答を探す
ko: 일반적인 질문에 대한 답변 찾기
nl: Vind antwoorden op veelgestelde vragen
pt: Encontre respostas para perguntas comuns
tr: Sık sorulan sorulara cevaplar bulun
zh: 查找常见问题的答案

source: Search FAQs...
ar: ابحث في الأسئلة الشائعة...
fr: Rechercher FAQ...
hi: FAQ में खोजें...
it: Cerca FAQ...
ja: FAQを検索...
ko: FAQ 검색...
nl: Zoek FAQ's...
pt: Pesquisar FAQ...
tr: SSS'lerde arama yapın...
zh: 搜索常见问题...

# allCategories
source: All
ar: جميع الفئات
fr: Toutes
hi: सभी श्रेणियां
it: Tutte
ja: すべて
ko: 모든 카테고리
nl: Alle
pt: Todas
tr: Tüm Kategoriler
zh: 全部

# searchResults
source: {count} search results
ar: {count} نتائج بحث
fr: {count} résultats de recherche
hi: {count} खोज के नतीजे
it: {count} risultati di ricerca
ja: {count}件の検索結果
ko: 검색 결과 {count}개
nl: {count} zoekresultaten
pt: {count} resultados da pesquisa
tr: {count} arama sonucu
zh: {count}个搜索结果

# faqsInCategory
source: {count} FAQs in {category}
ar: {count} أسئلة شائعة في {category}
fr: {count} FAQ dans {category}
hi: {category} में {count} FAQ
it: {count} FAQ in {category}
ja: {category}に{count}件のFAQ
ko: {category}에 {count}개의 FAQ
pt: {count} FAQs em {category}
tr: {category} kategorisinde {count} SSS
zh: {category}中有{count}个常见问题

# totalFAQs
source: {count} total FAQs
ar: إجمالي {count} أسئلة شائعة
fr: {count} FAQ au total
hi: कुल {count} FAQ
it: {count} FAQ in totale
ja: 合計{count}件のFAQ
ko: 총 {count}개의 FAQ
nl: {count} FAQ's in totaal
pt: {count} FAQs no total
tr: Toplam {count} SSS
zh: 共{count}个常见问题

source: Ask Mira
ar: اسأل ميرا
fr: Demander à Mira
hi: मीरा से पूछें
it: Chiedi a Mira
ja: ミラに質問
ko: 미라에게 물어보기
nl: Vraag Mira
pt: Pergunte a Mira
tr: Mira'ya Sor
zh: 问问米拉

source: Ask related question
ar: اطرح سؤالاً مرتبطاً
fr: Poser une question liée
hi: संबंधित सवाल पूछें
it: Fai una domanda correlata
ja: 関連する質問をする
ko: 관련 질문하기
nl: Stel een gerelateerde vraag
pt: Faça uma pergunta relacionada
tr: İlgili soru sor
zh: 提问相关问题

source: Verified
ar: معتمد
fr: Vérifié
hi: सत्यापित
it: Verificato
ja: 確認済み
ko: 확인됨
nl: Geverifieerd
pt: Verificado
tr: Doğrulanmış
zh: 已验证

source: Ask Mira AI
ar: اسأل ميرا الذكاء الاصطناعي
fr: Demander à Mira IA
hi: मीरा AI से पूछें
it: Chiedi a Mira AI
ja: ミラAIに質問
ko: 미라 AI에게 물어보기
nl: Vraag Mira AI
pt: Pergunte a Mira AI
tr: Mira AI'ya Sor
zh: 问问米拉AI

# getPersonalizedAnswers
source: Get personalized answers to your questions
ar: احصل على إجابات مخصصة لأسئلتك
fr: Obtenez des réponses personnalisées à vos questions
hi: अपने सवालों के व्यक्तिगत जवाब पाएं
it: Ottieni risposte personalizzate alle tue domande
ja: あなたの質問に個人化された回答を得る
ko: 맞춤형 답변 받기
nl: Krijg gepersonaliseerde antwoorden op je vragen
pt: Obtenha respostas personalizadas para suas perguntas
tr: Sorularınıza kişiselleştirilmiş cevaplar alın
zh: 获取个性化问题答案

source: Full chat experience coming soon!
ar: تجربة المحادثة الكاملة قادمة قريباً!
fr: L'expérience de chat complète arrive bientôt !
hi: पूरा चैट अनुभव जल्दी आ रहा है!
it: L'esperienza chat completa arriva presto!
ja: 完全なチャット体験は近日公開！
ko: 전체 채팅 경험이 곧 출시됩니다!
nl: De volledige chatervaring komt binnenkort!
pt: A experiência completa de chat estará disponível em breve!
tr: Tam sohbet deneyimi yakında geliyor!
zh: 完整的聊天体验即将推出！

# useFloatingChatInInsights
source: For now, use the floating chat in the insights screen
ar: في الوقت الحالي، استخدم المحادثة العائمة في شاشة الأفكار
fr: Pour l'instant, utilisez le chat flottant dans l'écran d'analyses
hi: अभी के लिए, इनसाइट्स स्क्रीन में फ्लोटिंग चैट का इस्तेमाल करें
it: Per ora, usa la chat fluttuante nella schermata Approfondimenti
ja: 現在はインサイト画面のフローティングチャットをご利用ください
ko: 현재는 인사이트 화면에서 떠있는 채팅을 사용하세요
nl: Gebruik voorlopig de zwevende chat in het Inzichten-scherm
pt: Por enquanto, use o chat flutuante na tela de Insights
tr: Şimdilik, Görüşler ekranındaki yüzen sohbeti kullanın
zh: 目前请使用洞察界面的浮动聊天

source: Go to AI Chat
ar: انتقل إلى محادثة الذكاء الاصطناعي
fr: Aller au Chat IA
hi: AI चैट पर जाएं
it: Vai alla Chat AI
ja: AIチャットに移動
ko: AI 채팅으로 이동
nl: Ga naar AI Chat
pt: Ir para o Chat IA
tr: AI Sohbet'e Git
zh: 前往AI聊天

# faqAndHelp
source: FAQ & Help
ar: الأسئلة الشائعة والمساعدة
fr: FAQ et Aide
hi: FAQ और सहायता
it: FAQ e Aiuto
ja: FAQとヘルプ
ko: FAQ 및 도움말
nl: FAQ en Help
pt: FAQ e Ajuda
tr: SSS ve Yardım
zh: 常见问题和帮助

source: Get answers
ar: احصل على إجابات
fr: Obtenir des réponses
hi: जवाब पाएं
it: Ottieni risposte
ja: 回答を得る
ko: 답변 받기
nl: Krijg antwoorden
pt: Obter respostas
tr: Cevaplar Alın
zh: 获取答案

# flowSpotting
source: Spotting
de: Schmierblutung

source: Fatigue
de: Müdigkeit

source: Constipation
de: Verstopfung

source: Nutrition
de: Ernährung

source: Notes
de: Notizen

source: Notifications
de: Benachrichtigungen

# flowIntensitySpotting
source: Spotting
de: Schmierblutung

# notesTab
source: Notes
de: Notizen
